[
  {
    "label": "1. Welcome",
    "text": "Hi, Welcome to Childline South Africa. What would you like to chat about today?"
  },
  {
    "label": "2. New to Childline",
    "text": "If you're new to this...welcome to Childline. We are primarily a counselling service for children and teens. We are trained counsellors who help with various issues that you may be struggling with. Our service is private and confidential unless we feel that you are in danger."
  },
  {
    "label": "BCX Learn",
    "text": "Thanks for reaching out to Childline South Africa. You have reached our Counselling chatrooms where we have trained counsellors who help with various psychosocial issues that you may be struggling with. Since you have a query relating to your school work on BCX Learn, we suggest that you contact your tutors available to you on Whatsapp. If you could provide me with your school, I could send you the link? \n Winterveldt High School: https://chat.whatsapp.com/HKRROQk24FIGpVdbb3H88L \n Kwhezi Lomso High School: https://chat.whatsapp.com/EkgV2VinVGU1r2KfAiI18P \n MH High School: https://chat.whatsapp.com/LLnw7X04lE9FXhwZIcgSUZ \n Seageng High School: https://chat.whatsapp.com/FwSB0i90nDoCTU5F51FTQ1 \n Nzondelelo High School: https://chat.whatsapp.com/FuOCmB1rPqH7paw13rpGQ1 \n NM High School: https://chat.whatsapp.com/D1LXvRb55lx7LTy3S2MuMy \n Ruabohlale High School: https://chat.whatsapp.com/E6h2NNdHQCKLnFIWOZEAgn"
  },
  {
    "label": "Busy Queue",
    "text": "Hi there, we are currently experiencing high chat volumes. A counsellor will be with you as soon as they are done with their current chat. If you cannot access a counsellor, please call our 24 hour Helpline on 116 or do come back at a later stage. Our chatrooms are open 11am-1pm and 2-6pm"
  },
  {
    "label": "Case Details",
    "text": "Please note that we require the following information to create a case: Your details: Names: first and surname; Relationship to the person being spoken about; Telephone numbers – land and cell; Full address; including province– describe address, ie suburb; farm; informal settlement; how to find it if no house number etc.; Do you want to remain confidential? CHILD’S DETAILS: Full names; Gender; ID and date of birth and age; Telephone numbers – land and cell; Name of School and telephone number of school; Name of educator; School grade; Race; Full address: describe address as above. CHILD’S CAREGIVER: Full names; Gender; Age; Telephone numbers – land and cell; Relationship to person being referred; Full address – describe address as above; PERPETRATOR: Full names; Gender; Age; Telephone numbers – home; work and cell; Full address – describe address as above"
  },
  {
    "label": "Corporal Punishment",
    "text": "Well, in the South African Schools Act (1998) has banned all forms of corporal punishment in schools and places of education. However, in many schools, corporal punishment is still practiced. Educators who still use corporal punishment are committing an offence, has the matter been addressed with the school?"
  },
  {
    "label": "COVID19",
    "text": "It’s understandable that you are worried about getting the COVID19 Virus, however, here are some tips to help you stay safe: \n\n • Wash your hands regularly / use sanitizer \n • Avoid handshakes, hugs and kisses. \n • Don’t touch your face unnecessarily \n • Keep a 1.5-meter distance from people, especially if they are symptomatic \n • Avoid going out into public and crowds. \n • Use this additional time to catch up on Term 2 Work \n • Check all info, especially info that seems fake. For all verified news Whats App - 060 012 3456, Type “HI” and follow the prompts \n • If you feel that you show symptoms or have come in touch with a COVID19 positive person, please also call the COVID19 Helpline on 08000 29999 \n • Stay calm and don't panic"
  },
  {
    "label": "Custody COVID19",
    "text": "Your concern is understandable, as per the Minister of Social Development, a child may be moved between the parents, provided there is a court order, or that a \"parental responsibilities and rights agreement\" or a \"parenting plan\" exists. That plan must be registered with the Family Advocate. The parent transporting the child must have the relevant documentation with them at all times. As a parent, you also have to ensure that nobody in the home that the child is being moved to can have COVID-19 or have come into contact with someone suspected of having the respiratory illness. However, we do discourage the movement of children between parents with joint custody during this time in an attempt to contain COVID-19 and to keep your child safe"
  },        
  {
    "label": "District Surgeon",
    "text": "This must be a difficult situation for you. To establish if your son/daughter/child was sexually abused, he/she would have to be taken to a local district surgeon (At your local government hospital) who would examine him/her and fill in a J88 form detailing his/her injuries if any. (However, because of the length of time that has elapsed, the district surgeon might not find any evidence of sexual abuse). Should evidence of sexual abuse be found, he/she can then be taken to Child Welfare as well as the police to lay a charge. A charge may be laid against the person that sexually abused him/her as he/she may be hurting other children as well. We suggest that the child/children receive face to face counselling."
  },
  {
    "label": "Hoax",
    "text": "We want to help you but we sometimes get hoax calls and if call out services and it is a hoax call this is regarded as you committing a criminal offence so we need you to confirm your details and make sure everything you gave us is correct."
  },
  {
    "label": "Language",
    "text": "hi there, thanks for coming in, unfortunately, we do not have an Afrikaans speaking counsellor on duty. However, I do understand Afrikaans, you can proceed and if I don't understand, I'll ask, and if you don't understand me, you just let me know, is that ok?"
  },
  {
    "label": "Lifeline for Adults",
    "text": "Thank you for reaching out to us. Unfortunately here at Childline, we are trained to deal with issues relating to children under the age of 18. You may contact Lifeline on 0861 322 322 or Whatsapp them on 0849228808 or SMS 32074 as they are better suited to assist you with the problems you are having."
  },
  {
    "label": "Media request",
    "text": "Thank you for your enquiry, however you have reached the Online Counselling Service and this is managed by the counsellors. You may send your media request for the attention of our National Executive Officer, Ms Dumisile Nala to admin2@childlinesa.org.za"
  },
  {
    "label": "Project Response",
    "text": "Thank you for your enquiry, however you have reached the Online Counselling Service and this is managed by our counsellors. All the information you require may be found on our website under the \"About Us\" section"
  },
  {
    "label": "Repeat Visitor",
    "text": "As you have come into the chatroom many times today, we have to make way for the next user in our queue now, to give them a fair chance to speak to us too about the problems they might be facing....."
  },
  {
    "label": "Rooms closing",
    "text": "**PLEASE NOTE THAT THE CHATROOMS WILL BE CLOSING AT 6PM** Sorry about that, it's just a reminder from our system that our rooms will be closing shortly and we have a few more minutes to chat. We would like to chat with you more about this but we have limited time today. Our rooms reopen tomorrow, 11am-1pm and 2-6pm, do you think you could try out the suggestions we mentioned and come back and let us know how it goes? also, could you give us a screen name/nickname so that you do not have to repeat everything when you return?"
  },
  {
    "label": "Share your province",
    "text": "no problem, we are here to help. before you go, would you mind sharing your province with me? this helps Childline with our statistics :)"
  },
  {
    "label": "Silent",
    "text": "Unfortunately, due to no response, we have to make way for the next user in our queue now, when you are ready to chat to us you are welcome to come back. We are here Mon-Fri, 11am-1pm & 2-6pm, if u would like to chat to us out of these times, you may call our 24 hour Tollfree Helpline number on 116. We are free from all networks."
  },
  {
    "label": "Statutory",
    "text": "ok, so for us to help this child, a social worker would have to go out to their home and check if they are ok. Unfortunately, here at Childline we do not carry out any statutory services like social workers doing home visits and removals, as we are only a counselling service & would have to refer this case to another service like Child Welfare or DSD. If you feel that a child is in immediate danger, please do call the Police on 10111 for a faster response. If you would still like to report this to a social worker, please may I have the area and province the child is in to provide you with a service closer to the child?"
  },
  {
    "label": "Suicide Pact",
    "text": "Can we make a pact that you will not hurt yourself in any way and if you feel like the emotions are too much for you to cope with, you will remember to come speak to us here first or a friend that you trust?"
  },
  {
    "label": "Thank you for contacting us",
    "text": "Thank you for contacting us... remember, we are here Mon-Fri, 11am-1pm & 2-6pm, if you would like to chat to us out of these times, you may call our 24 hour Tollfree Helpline number on 116. We are free from all networks."
  },
  {
    "label": "Typing Bar",
    "text": "If you are having trouble finding the typing bar, it is at the bottom of this page, just next to the 'Send' button"
  },
  {
    "label": "Vacancies",
    "text": "Thanks for your interest in Childline SA, however, you have reached the Online Counselling Service and this is managed by the counsellors. Kindly visit or http://www.childlinesa.org.za/vacancies/ or http://www.ngopulse.org/vacancies as we advertise there should we have any vacancies"
  },
  {
    "label": "Viral Video",
    "text": "Thank you for the link and your concern for these children. The video originated in Randfontein, South Africa. The parents of the children concerned have removed their children from the school and are pursuing the matter legally in Children's Court. You may view the article here - https://randfonteinherald.co.za/311805/breaking-news-video-alleged-child-abuse-culemborg-park-day-care/ Nevertheless, thank you for alerting us. We are always glad knowing that there are concerned citizens out there like you  "
  },
  {
    "label": "Volunteer",
    "text": "Thank you for your message and wanting to volunteer for Childline however you have reached the Online Counselling Service and this is managed by the counsellors. Could you kindly let us know which province you are based in so that we may put you in contact with our office closest to you?"
  },
  {
    "label": "What is your name counsellor?",
    "text": "That's understandable. We would like you to feel comfortable and hope that you are so far. At Childline SA, all our counsellors that are here have been trained just like i have, and can listen and assist you just like i did... it's just that i am not always here and i wouldn't want you to not get the help you need when you log in  "
  }
]
