{
  "Welcome": "Merħba fil-helpline tagħna. Biex tgħinna naqduk aħjar, jekk jogħġbok wieġeb ftit mistoqsijiet u mbagħad tkun trasferit għal Support Mentor.",
  "Let's try one last time. Say it again please.": "Ejja nippruvaw għall-aħħar darba. Erġa' għidha jekk jogħġbok.",
  "I didn't get that. What did you say?": "Jiddispjaċini, tista terga tirrepeti jekk jogħġbok?",
  "I still didn't catch that. Please repeat.": "Jiddispjaċini, tista terga tirrepeti jekk jogħġbok?",
  "Thank you. You can say 'Rather not say' (or type X) to any question": "Grazzi. Tista’ tgħid ‘Ma nixtieqx naghti risposta’ (jew ittajpja X) għal kwalunkwe mistoqsija.",
  "Provide a Nickname": "Ipprovdi ismek jew isem ieħor kif tixtieq tidentifika ruħek magħna.",
  "Sorry, I didn't understand that. Please respond with a name.": "Jiddispjaċini, ma fhimtx eżatt. Jekk jogħġbok wieġeb b'isem",
  "Sorry, I still didn't get that.": "Jiddispjaċini, xorta ma fhimtx",
  "How old are you?": "Kemm għandek żmien?",
  "Sorry, I didn't understand that. Please respond with a number.": "Jiddispjaċini, ma fhimtx eżatt. Jekk jogħġbok wieġeb b'numru.",
  "What is your gender?": "X'inhu s-sess tiegħek?",
  "Sorry, I didn't understand that. Please try again.": "Jiddispjaċini, ma fhimtx eżatt. Jekk jogħġbok erġa pprova.",
  "How are you feeling?": "Kif qed tħossok?  Tista' tikteb in-numru jew il-kelma li tapplika għalik. \n 1. Ferħan \n 2. Konfuż \n 3. Rrabjat \n 4. Ixxukkjat \n 5. Begħzan \n 6. Inċert ",
  "Do you accept our Terms and Conditions?": "Taċċetta t-Termini u l-Kundizzjonijiet tagħna? \nhttps://tinyurl.com/2s3stmfy \n Immarka Iva jew Le ",
  "Are you calling about yourself?": "Qed iċċempel dwarek innifsek? Jekk jogħġbok wieġeb Iva jew Le",
  "We'll transfer you now, please hold for a support mentor.": "Ha nittrasferuk lil wieħed mis-Support Mentors tagħna.",
  "Thank you! Please reach out again if you need anything. Goodbye.": "Grazzi! Jekk jogħġbok erġa' kkuntattja jekk għandek bżonn xi ħaġa. Ġurnata t-tajba",
  "goodbye": "Ċaw",
  "stop": "Ieqaf",
  "hello": "Bonġu",
  "hi": "Bonġu",
  "No": "Le",
  "Nope": "Le!",
  "Yes": "Iva",
  "Yeah": "Iva!",
  "Rather not say": "Ma nixtieqx naghti risposta",
  "Others": "Oħrajn",
  "Other": "Oħrajn",
  "Female": "Mara",
  "girl": "Tifla",
  "Male": "Raġel",
  "boy": "Tifel",
  "Happy": "Ferħan",
  "Confused": "Konfuż",
  "Angry": "Rrabjat",
  "Shocked": "Ixxukkjat",
  "Scared": "Begħzan",
  "Uncertain": "Inċert"
}
