[
  {
    "label": "Saludo y Presentación",
    "text": "¡Hola, te damos la bienvenida a Te Guío! Esta es la línea de ayuda dedicada a adolescentes como tú, donde te escuchamos y orientamos en las inquietudes que puedes tener para lograr vivir una sexualidad saludable. Qué gusto que te contactes con nosotros.\nPara empezar, necesitamos que escribas únicamente el número de una de las siguientes opciones según tu caso: \n1. Tienes una duda o inquietud y deseas que la respondamos por este chat. \n2. Deseas tener una cita virtual y recibir una orientación personalizada."
  },
  {
    "label": "Escribe tu pregunta",
    "text": "Por favor, escribe tu pregunta"
  },
  {
    "label": "¡Qué buena pregunta!",
    "text": "¡Qué buena pregunta! <RESPUESTA>"
  },
  {
    "label": "¿respondimos tu pregunta?",
    "text": "Cuéntanos, ¿respondimos tu pregunta?"
  },
  {
    "label": "Lo siento...explicanos mejor",
    "text": "Lo siento. Por favor, explicanos mejor tu pregunta para poder ayudarte."
  },
  {
    "label": "Maravilloso...¿algo más?",
    "text": "Maravilloso, ¿Hay algo más en lo que podamos ayudarte?"
  },
  {
    "label": "Gracias por contactarte...",
    "text": "Gracias por contactarte con nosotros. Nos encantó leerte y ya sabes, siempre estaremos aquí para asesorarte."
  },
  {
    "label": "Escribe to otra pregunta",
    "text": "Por favor escribe tu otra pregunta."
  },
  {
    "label": "Saludo y Asentimiento",
    "text": "¡Muchas gracias! Para iniciar la atención con un profesional, nos gustaría saber ¿Cuántos años tienes?"
  },
  {
    "label": "Política de Privacidad mayores de 14 años",
    "text": "Perfecto, mi nombre es <NOMBRE GUÍA> pero me puedes decir <APODO>. Quiero que sepas que nuestra conversación será completamente confidencial, entre tú y yo. Sin embargo, como tú sabes, el tema de protección de datos es muy importante tanto para ti como para nosotros, por lo cual, debo preguntarte si aceptas los TÉRMINOS Y CONDICIONES DE NUESTRO SERVICIO ( https://tinyurl.com/2tsdb9bb ) Responde: Si / No"
  },
  {
    "label": "¡Perfecto! Solicitud de Datos",
    "text": "¡Perfecto! <NOMBRE ADOLESCENTE> ¿Estás de acuerdo en proporcionarme los siguientes datos?: \n-Tus nombres y apellidos.\n-Tu género (opcional): femenino/ masculino/ no binario.\n-Tu número de identificación.\n-Ciudad o municipio en el que te encuentras.\n-Dirección.\n-Número de celular.\n-Correo electrónico (si cuentas con uno).\n-EPS\nSi estás de acuerdo, nos ayudarías un montón al escribir estos datos en un solo mensaje."
  },
  {
    "label": "Lo siento... no puedo servirte",
    "text": "Lo siento, en este caso, no puedo brindarte el servicio."
  },
  {
    "label": "Política de Privacidad menores de 14 años:",
    "text": "Perfecto, para prestar este servicio, así como para recibir y tratar adecuadamente tu datos personales requerimos la autorización de tu padre o de tu madre.\nSi te encuentras en este momento con tu padre, tu madre o tu tutor legal, marca uno (1).\nSi no te encuentras en este momento con tu padre, tu madre o tu tutor legal, marca dos (2)."
  },
  {
    "label": "Lo siento... sin tutor",
    "text": "Lo siento, en este caso, no puedo brindarte el servicio hasta conversar con tu mamá, papá o tutor legal"
  },
  {
    "label": "¿Con quién te encuentras?",
    "text": "¿Con quién te encuentras?"
  },
  {
    "label": "Comunícame con tutor",
    "text": "Te pido por favor que me comuniques con <PERSONA A CARGO>. \nCuéntame ¿Ya se encuentra contigo? Si/No"
  },
  {
    "label": "Solicitud datos tutor",
    "text": "Cuidador del menor de 14 años, para brindar la atención, necesito por favor que me brinde su nombre completo, tipo de identificación y número de identificación."
  },
  {
    "label": "Terminos y Condiciones para el tutor",
    "text": "Su hijo/hija se está comunicando con la Línea de Ayuda Te Guío que hace parte del Centro de Internet Seguro Viguías de la CORPORACIÓN COLOMBIANA DE PADRES Y MADRES RED PAPAZ – Red PaPaz que brinda servicio de teleorientación a menores de 18 años.\nPara prestar este servicio es necesario que acepte los Términos y condiciones del servicio. Acepta? Si/No"
  },
  {
    "label": "Solicitud Consentimiento",
    "text": "Ahora solicitamos que por favor a nuestro mail <MAIL> nos envíe una foto de esta información escrita a mano: \nCONSENTIMIENTO\nPor lo anterior, yo_____________________________________ identificado (a) con cédula de ciudadanía número_____________ de ___________actuando como representante legal del menor___________________________ identificado con tarjeta de identidad número_______________ doy mi consentimiento informado de forma libre, voluntaria y consciente, para la realización de teleorientación en salud, bajo las condiciones arriba mencionadas"
  },
  {
    "label": "Tenemos autorización, cuéntame...",
    "text": "Ahora que ya tenemos la autorización de XXX cuéntame, ¿de qué quieres que conversemos hoy?"
  },
  {
    "label": "Sin recepción de consentimiento",
    "text": "Recuerda que no puedo brindar el servicio hasta contar con el consentimiento."
  },
  {
    "label": "¡ME ENCANTÓ LEERTE!",
    "text": ": ¡ME ENCANTÓ LEERTE!\nYa sabes, siempre estaremos aquí para asesorarte.."
  }
]
