[
  {
     "label":"Absence of Response: Hi, anybody there?",
     "text":"Hi, anybody there?"
  },
  {
     "label":"Absence of Response: Hmm, are you still there? I am ready to chat when you are.",
     "text":"Hmm, are you still there? I am ready to chat when you are."
  },
  {
     "label":"Absence of Response: Hmm, I'm not sure if it is the technology or not...",
     "text":"Hmm, I'm not sure if it is the technology or not but no messages are coming through"
  },
  {
     "label":"Absence of Response: It seems like maybe you are no longer there...",
     "text":"It seems like maybe you are no longer there, I will wait a couple more minutes to be sure"
  },
  {
     "label":"Absence of Response: It's not always easy to open up, if you are there...",
     "text":"It's not always easy to open up, if you are there but don't know where to start then maybe just give me a little thumbs up?"
  },
  {
     "label":"Absence of Response: Okay, I will have to disengage now...",
     "text":"Okay, I will have to disengage now but if you would still like to talk please come back to chat or call us any time"
  },
  {
     "label":"Absence of Response: Sadly, it seems like we have a connection issue...",
     "text":"Sadly, it seems like we have a connection issue :( I will have to sign off, but please clal or try chat again"
  },
  {
     "label":"Absence of Response: Still there? I'd like to hear more about what's on your mind",
     "text":"Still there? I'd like to hear more about what's on your mind"
  },
  {
     "label":"Addressing Emotion - Early in Chat: Can you tell me a bit about...",
     "text":"Can you tell me a bit about what was happening right before you came on chat...what were you thinking and feeling?"
  },
  {
     "label":"Addressing Emotion - Early in Chat: Feelings can be hard to describe for sure...",
     "text":"Feelings can be hard to describe for sure - do you think you could pick a color, image or even a musical lyric that would help me undersatnd how you're feeling?"
  },
  {
     "label":"Addressing Emotion - Early in Chat: One of the challenges of chatting with you...",
     "text":"One of the challenges of chatting with you is that I cannot see or hear how you're doing. How would you describe how you are feeling right now?"
  },
  {
     "label":"Addressing Emotion - Early in Chat: What can you tell me about how things are for you in this moment?",
     "text":"What can you tell me about how things are for you in this moment?"
  },
  {
     "label":"Addressing Emotion - Early in Chat: You've mentioned that feeling a few times now...",
     "text":"You've mentioned that feeling a few times now..can you tell me more about it?"
  },
  {
     "label":"Addressing Emotion - Early in Chat: It might be a good idea to try and measure your state of mind...",
     "text":"It might be a good idea to try and measure your state of mind/how you are feeling right now. Where would you put yourself on a scale of 1 to 10 with 1 being the worst and 10 been really great?"
  },
  {
     "label":"Addressing Emotion - Later in Chat: How has it been to talk this out?",
     "text":"How has it been to talk this out?"
  },
  {
     "label":"Addressing Emotion - Later in Chat: We've been talking about this for some time now...",
     "text":"We've been talking about this for some time now - I just wanted to check in..how are you doing now compared to the beginning of our chat?"
  },
  {
     "label":"Addressing Emotion - Later in Chat: I’m curious… Where would you put yourself on the scale that we made at the beginning of the chat?",
     "text":"I’m curious… Where would you put yourself on the scale that we made at the beginning of the chat?"
  },
  {
     "label":"Assessing for Suicide: I can tell that this situation is a struggle for you...",
     "text":"I can tell that this situation is a struggle for you. Sometimes when people are dealing with similar struggles, they also have thoughts of suicide. Is that something you've thought about?"
  },
  {
     "label":"Assessing for Suicide: Sometimes when people are dealing with [issue here] they may also have thoughts...",
     "text":"Sometimes when people are dealing with [issue here] they may also have thoughts of hurting themselves. I just want to check in, have you had any of these thoughts?"
  },
  {
     "label":"Assessing for Suicide: With all of the [issue here] you are experiencing, I wanted to check in...",
     "text":"With all of the [issue here] you are experiencing, I wanted to check in around your safety. Have you had any thoughts about suicide?"
  },
  {
     "label":"Assessing for Suicide: I am so glad that you decided to reach out and talk about this today...",
     "text":"I am so glad that you decided to reach out and talk about this today. Before we move on I just want to do a quick check-in around your safety – you’ve not given me any reason to think you are having thoughts of suicide but since I can’t see you or hear you it’s hard for me to know for sure. Can I ask if you are having any of these kinds of thoughts today?"
  },
  {
     "label":"Disconnection problems: We want to be sure that you know a counsellor would not disconnect...",
     "text":"We want to be sure that you know a counsellor would not disconnect without telling you first. But for sure, disconnection happens. If you are in crisis or if this is an emergency and you get disconnected, please call us or call 911"
  },
  {
     "label":"Duty to Report: I just want to let you know about our duty to report...",
     "text":"I just want to let you know about our duty to report as counsellors at Kids Help Phone. If you were to share any identifying information with me (your name and address for example) and then tell me about a situation where you are in danger then I might have to make a report to the police or Child Protection Services."
  },
  {
     "label":"Duty to Report: Kids Help Phone is an anonymous service...",
     "text":"Kids Help Phone is an anonymous service so you can talk about anything that is on your mind. If you do talk about something that puts you at risk (like an abusive situation or you feeling suicidal) and then share with me identifying information (like your name, town or school) I may have a legal obligation to make a report to the police or Child Protection Services. If that is not what you want then you can remain anonymous by not sharing anything identifying with me. Does this make sense to you?"
  },
  {
     "label":"Elaboration: What else would you like me to know?",
     "text":"What else would you like me to know?"
  },
  {
     "label":"Elaboration: What more can you tell me about this?",
     "text":"What more can you tell me about this?"
  },
  {
     "label":"Elaboration: You seem to have a lot going on right now...",
     "text":"You seem to have a lot going on right now… I am all ears! Please keep going!"
  },
  {
     "label":"Elaboration: Please continue (you’re doing great!)",
     "text":"Please continue (you’re doing great!)"
  },
  {
     "label":"Elaboration: Please tell me more",
     "text":"Please tell me more"
  },
  {
     "label":"Elaboration: What would be an example of that?",
     "text":"What would be an example of that?"
  },
  {
     "label":"Elaboration: What else?",
     "text":"What else?"
  },
  {
     "label":"Empathic Responses: I can imagine that was a painful experience for you.",
     "text":"I can imagine that was a painful experience for you."
  },
  {
     "label":"Empathic Responses: I can see how dealing with this would be hard on you.",
     "text":"I can see how dealing with this would be hard on you."
  },
  {
     "label":"Empathic Responses: It sounds like you felt hurt when…",
     "text":"It sounds like you felt hurt when…"
  },
  {
     "label":"Empathic Responses: I get the sense that this experience was confusing for you.",
     "text":"I get the sense that this experience was confusing for you."
  },
  {
     "label":"Empathic Responses: I can hear how upsetting this is for you.",
     "text":"I can hear how upsetting this is for you."
  },
  {
     "label":"Empathic Responses: I can appreciate how challenging this is right now... Thank you for sharing with me.",
     "text":"I can appreciate how challenging this is right now... Thank you for sharing with me."
  },
  {
     "label":"Encouraging a call to KHP or a visit to the website: Considering what you are going through I wonder...",
     "text":"Considering what you are going through I wonder what you think about talking on the phone? If you were to call us at 1-800-668-6868 it is also confidential and anonymous."
  },
  {
     "label":"Encouraging a call to KHP or a visit to the website: I wonder if you have thought about calling us...",
     "text":"I wonder if you have thought about calling us? Would that be an option tonight?"
  },
  {
     "label":"Encouraging a call to KHP or a visit to the website: When you came into chat did you have a chance...",
     "text":"When you came into chat did you have a chance to look around on our website? Maybe I can point you to a few of the features that you might find helpful…"
  },
  {
     "label":"Ending the conversation: So our conversation will be coming to end in a little while...",
     "text":"So our conversation will be coming to end in a little while. How would you like to use our remaining time together?"
  },
  {
     "label":"Ending the conversation: We have about 10 minutes left in our session...",
     "text":"We have about 10 minutes left in our session. Would it be okay to check in about how you’re feeling now and summarize our discussion?"
  },
  {
     "label":"Ending the conversation: We’re getting close to the end of our session for tonight...",
     "text":"We’re getting close to the end of our session for tonight. I’m wondering if you can try to recap what we’ve talked about and then we can solidify your next steps?"
  },
  {
     "label":"Ending the conversation: Wow! You’re really managed to get a lot of your feelings out tonight...",
     "text":"Wow! You’re really managed to get a lot of your feelings out tonight. [hoping you feel relieved] Let’s review your next step so that you know what do next when we end the chat in a few minutes."
  },
  {
     "label":"Ending the conversation: I’m really proud of you for talking to me about this difficult situation...",
     "text":"I’m really proud of you for talking to me about this difficult situation. We have about 5 or 10 minutes left, I’m wondering what would be most helpful for you right now as we wrap up?"
  },
  {
     "label":"Ending the conversation: We’ve been chatting for about an hour now...",
     "text":"We’ve been chatting for about an hour now and it will be time to end our session soon. Maybe let’s check-in about how you’re feeling and what you might do once we wrap-up?"
  },
  {
     "label":"Focus: I’m curious, what were you most hoping to chat about tonight?",
     "text":"I’m curious, what were you most hoping to chat about tonight?"
  },
  {
     "label":"Focus: I wonder, what do you think could be the most helpful focus for you during our conversation tonight?",
     "text":"I wonder, what do you think could be the most helpful focus for you during our conversation tonight?"
  },
  {
     "label":"Focus: We have been chatting for a little while now...",
     "text":"We have been chatting for a little while now and I just want to be sure we are on the same page. How would you feel about agreeing on a goal or focus for our time tonight?"
  },
  {
     "label":"Focus: Thank you for being so open and for sharing so much of what’s been going on for you...",
     "text":"Thank you for being so open and for sharing so much of what’s been going on for you. It might be helpful for us to narrow in a little bit now. What is the most important part of this for us to shine a spotlight on for the rest of our time together?"
  },
  {
     "label":"Focus: I can hear how much you have going on right now...",
     "text":"I can hear how much you have going on right now. Of all of the things you have mentioned, what would you like to focus on right now?"
  },
  {
     "label":"Greeting: Welcome to Kids Help Phone chat",
     "text":"Welcome to Kids Help Phone chat"
  },
  {
     "label":"Greeting: Thanks (name of chatter if appropriate) for waiting, what’s on your mind?",
     "text":"Thanks (name of chatter if appropriate) for waiting, what’s on your mind?"
  },
  {
     "label":"Greeting: Hi there, you have reached a counsellor, what would you like to talk about?",
     "text":"Hi there, you have reached a counsellor, what would you like to talk about?"
  },
  {
     "label":"Introducing a risk assessment: Sometimes people who have those experiences...",
     "text":"Sometimes people who have those experiences are also having thoughts of suicide. So I just wanted to check in: are you experiencing any thoughts of suicide?"
  },
  {
     "label":"Introducing a risk assessment: We’ve been chatting about some very painful things...",
     "text":"We’ve been chatting about some very painful things, is it okay if I check in with you around safety?"
  },
  {
     "label":"Introducing a risk assessment: I am worried about you, do you feel safe tonight?",
     "text":"I am worried about you, do you feel safe tonight?"
  },
  {
     "label":"Introducing a risk assessment: I really want to help and we can for sure talk more about this...",
     "text":"I really want to help and we can for sure talk more about this but first I wonder if it would be okay of I asked you a few questions around your safety?"
  },
  {
     "label":"Introducing a risk assessment: You mentioned some things that have me a little worried...",
     "text":"You mentioned some things that have me a little worried, I am wondering about your safety right now."
  },
  {
     "label":"KHP Info: Kids Help Phone is open 24 hours a day, 7 days a week. It is a confidential and anonymous...",
     "text":"Kids Help Phone is open 24 hours a day, 7 days a week. It is a confidential and anonymous support service with counsellors who speak both English and French. You can reach us on live chat or you can talk to a counsellor on the phone."
  },
  {
     "label":"KHP Info: Counselling at Kids Help Phone is when you speak with a professional...",
     "text":"Counselling at Kids Help Phone is when you speak with a professional about whatever’s on your mind. This professional is a counsellor — someone who’s trained to talk to you about any problem, big or small. During counselling, we may ask you questions to help you learn more about your situation. We will work with you to solutions or next steps together. We are always here to listen to you."
  },
  {
     "label":"Refocus: I wonder if (and tell me if I am wrong) but have we veered away from what we were first talking about?",
     "text":"I wonder if (and tell me if I am wrong) but have we veered away from what we were first talking about?"
  },
  {
     "label":"Refocus: What do you think about the idea that we have gotten a little sidetracked?",
     "text":"What do you think about the idea that we have gotten a little sidetracked?"
  },
  {
     "label":"Refocus: Hmm, seems like we might be getting sidetracked. I understand...",
     "text":"Hmm, seems like we might be getting sidetracked. I understand with everything that you have going on but I want to make the best use of the time we have to chat."
  },
  {
     "label":"Refocus: I appreciate how much you want me to understand about this situation...",
     "text":"I appreciate how much you want me to understand about this situation but let’s maybe check in again around our original focus for the chat…"
  },
  {
     "label":"Safety Issues: I’m concerned about your safety. Could you call us and talk to someone in person...",
     "text":"I’m concerned about your safety. Could you call us and talk to someone in person? 1-800-668-6868. If you don’t want to call us what about calling 9-1-1?"
  },
  {
     "label":"Safety Issues: If you feel in danger or unsafe calling 9-1-1 will get you immediate help…",
     "text":"If you feel in danger or unsafe calling 9-1-1 will get you immediate help…"
  },
  {
     "label":"Safety Issues: It sounds like you are ready to call 9-1-1, if you want I can remain on chat with you until someone arrives.",
     "text":"It sounds like you are ready to call 9-1-1, if you want I can remain on chat with you until someone arrives."
  },
  {
     "label":"Strengths based questions: What gives you strength during a difficult time?",
     "text":"What gives you strength during a difficult time?"
  },
  {
     "label":"Strengths based questions: Can you tell me about a time you responded to a challenge in a way that made you feel good?",
     "text":"Can you tell me about a time you responded to a challenge in a way that made you feel good?"
  },
  {
     "label":"Strengths based questions: Can you tell me about how you have made a difficult decision in the past?",
     "text":"Can you tell me about how you have made a difficult decision in the past?"
  },
  {
     "label":"Strengths based questions: When things are going well in your life, can you tell me what is happening?",
     "text":"When things are going well in your life, can you tell me what is happening?"
  },
  {
     "label":"Strengths based questions: Can you tell me about a time you managed to get free of this problem for even a few moments?",
     "text":"Can you tell me about a time you managed to get free of this problem for even a few moments?"
  },
  {
     "label":"Strengths based questions: How have you managed to cope with this situation?",
     "text":"How have you managed to cope with this situation?"
  },
  {
     "label":"Strengths based questions: What are some of your greatest strengths?",
     "text":"What are some of your greatest strengths?"
  },
  {
     "label":"Strengths based questions: What have you tried so far that has been helpful?",
     "text":"What have you tried so far that has been helpful?"
  },
  {
     "label":"Strengths based questions: What would your friends say is your best quality? How would you describe a successful day?",
     "text":"What would your friends say is your best quality? How would you describe a successful day?"
  },
  {
     "label":"Strengths based questions: Can you tell me about something you are proud of? How did you manage to do that?",
     "text":"Can you tell me about something you are proud of? How did you manage to do that?"
  },
  {
     "label":"Absence de réponse: Salut, y a-t-il quelqu'un ?",
     "text":"Salut, y a-t-il quelqu'un ?"
  },
  {
     "label":"Absence de réponse: Heu, tu es toujours là ? Je suis prêt à discuter quand vous l'êtes.",
     "text":"Heu, tu es toujours là ? Je suis prêt à discuter quand vous l'êtes."
  },
  {
     "label":"Absence de réponse: Heu, je ne sais pas si c'est la technologie, mais aucun message ne passe",
     "text":"Heu, je ne sais pas si c'est la technologie, mais aucun message ne passe"
  },
  {
     "label":"Absence de réponse: Il semble que vous n'êtes peut-être plus là...",
     "text":"Il semble que vous n'êtes peut-être plus là, je vais attendre quelques minutes de plus pour être sûr"
  },
  {
     "label":"Absence de réponse: Ce n'est pas toujours facile de s'ouvrir...",
     "text":"Ce n'est pas toujours facile de s'ouvrir. Si vous êtes là, mais vous ne savez pas par où commencer, donnez-moi simplement un petit coup de pouce ?"
  },
  {
     "label":"Absence de réponse: D'accord, je dois me désengager maintenant, mais si vous souhaitez toujours parler...",
     "text":"D'accord, je dois me désengager maintenant, mais si vous souhaitez toujours parler, revenez pour discuter ou appelez-nous à tout moment"
  },
  {
     "label":"Absence de réponse: Malheureusement, il semble que nous ayons un problème de connexion...",
     "text":"Malheureusement, il semble que nous ayons un problème de connexion :( Je dois me déconnecter, mais veuillez appeler ou essayer de discuter à nouveau"
  },
  {
     "label":"Absence de réponse: Toujours là? J'aimerais en savoir plus sur ce que tu penses",
     "text":"Toujours là? J'aimerais en savoir plus sur ce que tu penses"
  },
  {
     "label":"Aborder les émotions - Au début du chat: Pouvez-vous me dire un peu ce qui se passait...?",
     "text":"Pouvez-vous me dire un peu ce qui se passait juste avant que vous veniez sur le chat... que pensiez-vous et que ressentiez-vous ?"
  },
  {
     "label":"Aborder les émotions - Au début du chat: Les sentiments peuvent être difficiles à décrire...",
     "text":"Les sentiments peuvent être difficiles à décrire - pensez-vous que vous pourriez choisir une couleur, une image ou même une parole musicale qui m'aiderait à comprendre ce que vous ressentez ?"
  },
  {
     "label":"Aborder les émotions - Au début du chat: L'un des défis de discuter avec vous est que je ne peux ni voir...",
     "text":"L'un des défis de discuter avec vous est que je ne peux ni voir ni entendre comment vous allez. Comment décririez-vous ce que vous ressentez en ce moment ?"
  },
  {
     "label":"Aborder les émotions - Au début du chat: Que pouvez-vous me dire sur la façon...",
     "text":"Que pouvez-vous me dire sur la façon dont les choses se passent pour vous en ce moment ?"
  },
  {
     "label":"Aborder les émotions - Au début du chat: Vous avez mentionné ce sentiment...",
     "text":"Vous avez mentionné ce sentiment à quelques reprises maintenant... pouvez-vous m'en dire plus ?"
  },
  {
     "label":"Aborder les émotions - Au début du chat: Il pourrait être une bonne idée d'essayer de mesurer votre état...",
     "text":"Il pourrait être une bonne idée d'essayer de mesurer votre état d'esprit/comment vous vous sentez en ce moment. Où vous placeriez-vous sur une échelle de 1 à 10, 1 étant le pire et 10 étant vraiment génial ?"
  },
  {
     "label":"Aborder les émotions - Plus tard dans le chat: Comment ça s'est passé d'en parler ?",
     "text":"Comment ça s'est passé d'en parler ?"
  },
  {
     "label":"Aborder les émotions - Plus tard dans le chat: Nous en parlons depuis un certain temps maintenant...",
     "text":"Nous en parlons depuis un certain temps maintenant - je voulais vérifier... comment allez-vous maintenant par rapport au début de notre conversation ?"
  },
  {
     "label":"Aborder les émotions - Plus tard dans le chat: Je suis curieux… Où vous placeriez-vous...",
     "text":"Je suis curieux… Où vous placeriez-vous sur l'échelle que nous avons faite au début du chat ?"
  },
  {
     "label":"Évaluation du risque suicidaire: Je peux dire que cette situation est une lutte pour vous...",
     "text":"Je peux dire que cette situation est une lutte pour vous. Parfois, lorsque les gens font face à des luttes similaires, ils ont aussi des pensées suicidaires. Est-ce quelque chose à laquelle vous avez pensé ?"
  },
  {
     "label":"Évaluation du risque suicidaire: Parfois, lorsque les gens sont confrontés à [problème ici]...",
     "text":"Parfois, lorsque les gens sont confrontés à [problème ici], ils peuvent aussi penser à se faire du mal. Je veux juste vérifier, avez-vous eu l'une de ces pensées ?"
  },
  {
     "label":"Évaluation du risque suicidaire: Avec tous les [problème ici] que vous rencontrez...",
     "text":"Avec tous les [problème ici] que vous rencontrez, je voulais vérifier votre sécurité. Avez-vous pensé au suicide?"
  },
  {
     "label":"Évaluation du risque suicidaire: Je suis heureux que vous ayez décidé de tendre la main...",
     "text":"Je suis heureux que vous ayez décidé de tendre la main et d'en parler aujourd'hui. Avant de poursuivre, je veux faire un rapide contrôle de votre sécurité - vous ne m'avez donné aucune raison de penser que vous avez des pensées suicidaires, mais comme je ne peux pas vous voir ou vous entendre, il m'est difficile de savoir avec certitude. Puis-je vous demander si vous avez ce genre de pensées aujourd'hui ?"
  },
  {
     "label":"Problèmes de déconnexion: Nous voulons-nous assurer que vous savez qu'un conseiller...",
     "text":"Nous voulons-nous assurer que vous savez qu'un conseiller ne se déconnectera pas sans vous en informer au préalable. Mais à coup sûr, la déconnexion se produit. Si vous êtes en crise ou s'il s'agit d'une urgence et que vous êtes déconnecté, veuillez nous appeler ou composer le 911"
  },
  {
     "label":"Obligation de signaler: Je veux simplement vous informer de notre devoir de signalement...",
     "text":"Je veux simplement vous informer de notre devoir de signalement en tant que conseillers à Jeunesse, J'écoute. Si vous deviez partager des informations d'identification avec moi (votre nom et votre adresse par exemple) et que vous me parliez ensuite d'une situation où vous êtes en danger, je devrais peut-être faire un rapport à la police ou aux services de protection de l'enfance."
  },
  {
     "label":"Obligation de signaler: Jeunesse, J'écoute est un service anonyme qui vous permet de parler de tout ce qui vous passe par la tête...",
     "text":"Jeunesse, J'écoute est un service anonyme qui vous permet de parler de tout ce qui vous passe par la tête. Si vous parlez de quelque chose qui vous met en danger (comme une situation abusive ou si vous vous sentez suicidaire) et partagez ensuite avec moi des informations d'identification (comme votre nom, votre ville, ou votre école), je peux avoir l'obligation légale de faire un rapport à la police ou les services de protection de l'enfance. Si ce n'est pas ce que vous voulez, vous pouvoir rester anonyme en ne partageant rien qui vous identifie. Cela a-t-il un sens pour vous ?"
  },
  {
     "label":"Élaboration: Que voudriez-vous que je sache d'autre ?",
     "text":"Que voudriez-vous que je sache d'autre ?"
  },
  {
     "label":"Élaboration: Que pouvez-vous me dire de plus à ce sujet ?",
     "text":"Que pouvez-vous me dire de plus à ce sujet ?"
  },
  {
     "label":"Élaboration: Vous semblez avoir beaucoup en ce moment… Je suis tout ouïe ! S'il vous plaît, continuez !",
     "text":"Vous semblez avoir beaucoup en ce moment… Je suis tout ouïe ! S'il vous plaît, continuez !"
  },
  {
     "label":"Élaboration: Continuez (vous vous débrouillez bien !)",
     "text":"Continuez (vous vous débrouillez bien !)"
  },
  {
     "label":"Élaboration: S'il vous plaît dites-moi plus",
     "text":"S'il vous plaît dites-moi plus"
  },
  {
     "label":"Élaboration: Quel serait un exemple de cela ?",
     "text":"Quel serait un exemple de cela ?"
  },
  {
     "label":"Élaboration: Quoi d'autre ?",
     "text":"Quoi d'autre ?"
  },
  {
     "label":"Réponses empathiques: Je peux imaginer que ce fut une expérience douloureuse pour vous.",
     "text":"Je peux imaginer que ce fut une expérience douloureuse pour vous."
  },
  {
     "label":"Réponses empathiques: Je peux voir à quel point gérer cela serait difficile pour vous.",
     "text":"Je peux voir à quel point gérer cela serait difficile pour vous."
  },
  {
     "label":"Réponses empathiques: On dirait que vous vous êtes senti blessé quand…",
     "text":"On dirait que vous vous êtes senti blessé quand…"
  },
  {
     "label":"Réponses empathiques: J'ai l'impression que cette expérience a été déroutante pour vous.",
     "text":"J'ai l'impression que cette expérience a été déroutante pour vous."
  },
  {
     "label":"Réponses empathiques: Je peux entendre à quel point cela est bouleversant pour vous.",
     "text":"Je peux entendre à quel point cela est bouleversant pour vous."
  },
  {
     "label":"Réponses empathiques: Je peux comprendre à quel point c'est difficile en ce moment...",
     "text":"Je peux comprendre à quel point c'est difficile en ce moment... Merci de partager avec moi."
  },
  {
     "label":"Encourager un appel à KHP ou une visite sur le site web: Compte tenu de ce que vous vivez, je me demande...",
     "text":"Compte tenu de ce que vous vivez, je me demande ce que vous pensez de parler au téléphone ? Si vous deviez nous appeler au 1-800-668-6868, c'est également confidentiel et anonyme."
  },
  {
     "label":"Encourager un appel à KHP ou une visite sur le site web: Je me demande si vous avez pensé à nous appeler...",
     "text":"Je me demande si vous avez pensé à nous appeler ? Serait-ce une option ce soir ?"
  },
  {
     "label":"Encourager un appel à KHP ou une visite sur le site web: Lorsque vous êtes entré dans le chat, avez-vous eu l'occasion...",
     "text":"Lorsque vous êtes entré dans le chat, avez-vous eu l'occasion de regarder autour de notre site ? Peut-être que je peux vous indiquer quelques-unes des fonctionnalités qui pourraient vous être utiles…"
  },
  {
     "label":"Terminer la conversation: Notre conversation va donc bientôt se terminer...",
     "text":"Notre conversation va donc bientôt se terminer. Comment aimeriez-vous utiliser notre temps restant ensemble ?"
  },
  {
     "label":"Terminer la conversation: Il nous reste environ 10 minutes à notre séance...",
     "text":"Il nous reste environ 10 minutes à notre séance. Serait-il acceptable de vérifier comment vous vous sentez maintenant et de résumer notre discussion ?"
  },
  {
     "label":"Terminer la conversation: Nous approchons de la fin de notre séance de ce soir...",
     "text":"Nous approchons de la fin de notre séance de ce soir. Je me demande si vous pouvez essayer de récapituler ce dont nous avons parlé et ensuite nous pourrons solidifier vos prochaines étapes ?"
  },
  {
     "label":"Terminer la conversation: Ouah! Vous avez vraiment réussi à exprimer...",
     "text":"Ouah! Vous avez vraiment réussi à exprimer beaucoup de vos sentiments ce soir. [en espérant que vous vous sentez soulagé] Passons en revue votre prochaine étape afin que vous sachiez quoi faire ensuite lorsque nous terminerons le chat dans quelques minutes."
  },
  {
     "label":"Terminer la conversation: Je suis vraiment fier de vous pour m'avoir parlé...",
     "text":"Je suis vraiment fier de vous pour m'avoir parlé de cette situation difficile. Il nous reste environ 5 ou 10 minutes, je me demande ce qui vous serait le plus utile en ce moment alors que nous terminons ?"
  },
  {
     "label":"Terminer la conversation: Nous discutons depuis environ une heure maintenant...",
     "text":"Nous discutons depuis environ une heure maintenant et il sera bientôt temps de mettre fin à notre session. Vérifions-nous comment vous vous sentez et ce que vous pourriez faire une fois que nous aurons terminé ?"
  },
  {
     "label":"Le Sujet: Je suis curieux, de quoi espériez-vous le plus discuter ce soir ?",
     "text":"Je suis curieux, de quoi espériez-vous le plus discuter ce soir ?"
  },
  {
     "label":"Le Sujet: Je me demande, à votre avis, quel pourrait être l'objectif le plus utile...",
     "text":"Je me demande, à votre avis, quel pourrait être l'objectif le plus utile pour vous lors de notre conversation de ce soir ?"
  },
  {
     "label":"Le Sujet: Nous discutons depuis un petit moment maintenant et je veux être sûr...",
     "text":"Nous discutons depuis un petit moment maintenant et je veux être sûr que nous sommes sur la même longueur d'onde. Que diriez-vous de vous mettre d'accord sur un objectif ou une concentration pour notre temps ce soir ?"
  },
  {
     "label":"Le Sujet: Merci d'être ouvert et de partager autant de ce qui s'est passé pour vous...",
     "text":"Merci d'être ouvert et de partager autant de ce qui s'est passé pour vous. Il pourrait être utile pour nous de préciser un peu maintenant. Quelle est la partie la plus importante sur laquelle nous devons braquer les projecteurs pour le reste de notre temps ensemble ?"
  },
  {
     "label":"Le Sujet: Je peux entendre tout ce que vous faites en ce moment...",
     "text":"Je peux entendre tout ce que vous faites en ce moment. De toutes les choses que vous avez mentionnées, sur quoi aimeriez-vous vous concentrer en ce moment ?"
  },
  {
     "label":"Salutation: Bienvenue au service d’intervention Clavardage en direct de Jeunesse, J’écoute. ",
     "text":"Bienvenue au service d’intervention Clavardage en direct de Jeunesse, J’écoute. "
  },
  {
     "label":"Salutation: Merci (nom du bavardage, le cas échéant) d'avoir attendu, qu'avez-vous en tête ?",
     "text":"Merci (nom du bavardage, le cas échéant) d'avoir attendu, qu'avez-vous en tête ?"
  },
  {
     "label":"Salutation: Bonjour, vous avez joint un conseiller, de quoi voudriez-vous parler ?",
     "text":"Bonjour, vous avez joint un conseiller, de quoi voudriez-vous parler ?"
  },
  {
     "label":"Présentation d'une évaluation des risques: Parfois, les personnes qui vivent ces expérience...",
     "text":"Parfois, les personnes qui vivent ces expériences ont également des pensées suicidaires. Donc, je voulais vérifier : avez-vous des pensées suicidaires ?"
  },
  {
     "label":"Présentation d'une évaluation des risques: Nous avons discuté de choses très douloureuses...",
     "text":"Nous avons discuté de choses très douloureuses, est-ce que je peux vérifier votre sécurité ?"
  },
  {
     "label":"Présentation d'une évaluation des risques: Je m'inquiète pour toi, te sens-tu en sécurité ce soir ?",
     "text":"Je m'inquiète pour toi, te sens-tu en sécurité ce soir ?"
  },
  {
     "label":"Présentation d'une évaluation des risques: Je veux vraiment aider et nous pouvons certainement...",
     "text":"Je veux vraiment aider et nous pouvons certainement en parler davantage, mais d'abord je me demande si cela irait si je vous ai posé quelques questions sur votre sécurité ?"
  },
  {
     "label":"Présentation d'une évaluation des risques: Vous avez mentionné certaines choses...",
     "text":"Vous avez mentionné certaines choses qui m'inquiètent un peu, je m'interroge sur votre sécurité en ce moment."
  },
  {
     "label":"Informations KHP: Jeunesse, J'écoute est ouvert 24 heures sur 24, 7 jours sur 7...",
     "text":"Jeunesse, J'écoute est ouvert 24 heures sur 24, 7 jours sur 7. Il s'agit d'un service de soutien confidentiel et anonyme avec des conseillers qui parlent anglais et français. Vous pouvez nous joindre sur le chat en direct ou vous pouvez parler à un conseiller au téléphone."
  },
  {
     "label":"Informations KHP: La service d'intervention clavardage en direct de Jeunesse, J'écoute...",
     "text":"La service d'intervention clavardage en direct de Jeunesse, J'écoute c'est quand vous parlez avec un professionnel de tout ce qui vous passe par la tête. Ce professionnel est un conseiller - quelqu'un qui est formé pour vous parler de tout problème, grand ou petit. Au cours de la consultation, nous pouvons vous poser des questions pour vous aider à savoir plus sur votre situation. Nous travaillerons avec vous pour trouver des solutions ou les prochaines étapes ensemble. Nous sommes toujours là pour vous écouter."
  },
  {
     "label":"Recentrer: Je me demande si (et dites-moi si je me trompe)...",
     "text":"Je me demande si (et dites-moi si je me trompe), mais avons-nous dévié de ce dont nous parlions en premier ?"
  },
  {
     "label":"Recentrer: Que pensez-vous de l'idée que nous nous sommes un peu détournés ?",
     "text":"Que pensez-vous de l'idée que nous nous sommes un peu détournés ?"
  },
  {
     "label":"Recentrer: Hum, on dirait que nous pourrions être distraits...",
     "text":"Hum, on dirait que nous pourrions être distraits. Je comprends tout ce que vous avez, mais je veux faire le meilleur usage du temps dont nous disposons pour discuter."
  },
  {
     "label":"Recentrer: J'apprécie à quel point vous voulez que je comprenne cette situation...",
     "text":"J'apprécie à quel point vous voulez que je comprenne cette situation, mais revenons peut-être sur notre objectif initial pour le chat…"
  },
  {
     "label":"Problèmes de sécurité: Je suis préoccupé par votre sécurité...",
     "text":"Je suis préoccupé par votre sécurité. Pourriez-vous nous appeler et parler à quelqu'un en personne ? 1-800-668-6868. Si vous ne voulez pas nous appeler, que diriez-vous d'appeler le 9-1-1 ?"
  },
  {
     "label":"Problèmes de sécurité: Si vous vous sentez en danger ou en danger...",
     "text":"Si vous vous sentez en danger ou en danger, composez le 9-1-1 pour obtenir une aide immédiate…"
  },
  {
     "label":"Problèmes de sécurité: Il semble que vous soyez prêt à appeler le 9-1-1...",
     "text":"Il semble que vous soyez prêt à appeler le 9-1-1, si vous le souhaitez, je peux rester en conversation avec vous jusqu'à ce que quelqu'un arrive."
  },
  {
     "label":"Questions basées sur les forces: Qu'est-ce qui vous donne de la force dans une période difficile ?",
     "text":"Qu'est-ce qui vous donne de la force dans une période difficile ?"
  },
  {
     "label":"Questions basées sur les forces: Pouvez-vous me parler d'une fois où vous avez répondu...",
     "text":"Pouvez-vous me parler d'une fois où vous avez répondu à un défi d'une manière qui vous a fait vous sentir bien ?"
  },
  {
     "label":"Questions basées sur les forces: Pouvez-vous me dire comment...",
     "text":"Pouvez-vous me dire comment vous avez pris une décision difficile au passé ?"
  },
  {
     "label":"Questions basées sur les forces: Quand les choses vont bien dans votre vie...",
     "text":"Quand les choses vont bien dans votre vie, pouvez-vous me dire ce qui se passe ?"
  },
  {
     "label":"Questions basées sur les forces: Pouvez-vous me parler d'une fois où vous avez réussi...",
     "text":"Pouvez-vous me parler d'une fois où vous avez réussi à vous libérer de ce problème ne serait-ce que pour quelques instants ?"
  },
  {
     "label":"Questions basées sur les forces: Comment avez-vous réussi à faire face à cette situation ?",
     "text":"Comment avez-vous réussi à faire face à cette situation ?"
  },
  {
     "label":"Questions basées sur les forces: Quelles sont quelques-uns de vos plus grandes forces ?",
     "text":"Quelles sont quelques-uns de vos plus grandes forces ?"
  },
  {
     "label":"Questions basées sur les forces: Qu'avez-vous essayé jusqu'à présent qui a été utile ?",
     "text":"Qu'avez-vous essayé jusqu'à présent qui a été utile ?"
  },
  {
     "label":"Questions basées sur les forces: Selon vos amis, quelle est votre meilleure...",
     "text":"Selon vos amis, quelle est votre meilleure qualité ? Comment décririez-vous une journée réussie ?"
  },
  {
     "label":"Questions basées sur les forces: Pouvez-vous me parler de quelque chose dont vous êtes fier...",
     "text":"Pouvez-vous me parler de quelque chose dont vous êtes fier ? Comment avez-vous réussi à faire cela ?"
  }
]
