[
    {
        "label": "Absence of Response: Hi, anybody there?",
        "text": "Hi, anybody there?"
    },
    {
        "label": "Absence of Response: Hmm, are you still there? I am ready to chat when you are.",
        "text": "Hmm, are you still there? I am ready to chat when you are."
    },
    {
        "label": "Absence of Response: Hmm, I'm not sure if it is the technology...",
        "text": "Hmm, I'm not sure if it is the technology or not but no messages are coming through"
    },
    {
        "label": "Absence of Response: It seems like maybe you are no longer there...",
        "text": "It seems like maybe you are no longer there, I will wait a couple more minutes to be sure"
    },
    {
        "label": "Absence of Response: It's not always easy to open up...",
        "text": "It's not always easy to open up, if you are there but don't know where to start then maybe just give me a little thumbs up?"
    },
    {
        "label": "Absence of Response: Okay, I will have to disengage now...",
        "text": "Okay, I will have to disengage now but if you would still like to talk please come back to chat or call us any time"
    },
    {
        "label": "Absence of Response: Sadly, it seems like we have a connection issue...",
        "text": "Sadly, it seems like we have a connection issue :( I will have to sign off, but please clal or try chat again"
    },
    {
        "label": "Absence of Response: Still there? I'd like to hear more about what's on your mind",
        "text": "Still there? I'd like to hear more about what's on your mind"
    },
    {
        "label": "Addressing Emotion - Early in Chat: Can you tell me a bit about what was happening...",
        "text": "Can you tell me a bit about what was happening right before you came on chat...what were you thinking and feeling?"
    },
    {
        "label": "Addressing Emotion - Early in Chat: Feelings can be hard to describe...",
        "text": "Feelings can be hard to describe for sure - do you think you could pick a color, image or even a musical lyric that would help me undersatnd how you're feeling?"
    },
    {
        "label": "Addressing Emotion - Early in Chat: One of the challenges of chatting with you...",
        "text": "One of the challenges of chatting with you is that I cannot see or hear how you're doing. How would you describe how you are feeling right now?"
    },
    {
        "label": "Addressing Emotion - Early in Chat: What can you tell me about how things are for you in this moment?",
        "text": "What can you tell me about how things are for you in this moment?"
    },
    {
        "label": "Addressing Emotion - Early in Chat: You've mentioned that feeling a few times now...",
        "text": "You've mentioned that feeling a few times now..can you tell me more about it?"
    },
    {
        "label": "Addressing Emotion - Later in Chat: How has it been to talk this out?",
        "text": "How has it been to talk this out?"
    },
    {
        "label": "Addressing Emotion - Later in Chat: We've been talking about this for some time now...",
        "text": "We've been talking about this for some time now - I just wanted to check in..how are you doing now compared to the beginning of our chat?"
    },
    {
        "label": "Assessing for Suicide: I can tell that this situation is a struggle for you...",
        "text": "I can tell that this situation is a struggle for you. Sometimes when people are dealing with similar struggles, they also have thoughts of suicide. Is that something you've thought about?"
    },
    {
        "label": "Assessing for Suicide: Sometimes when people are dealing with [issue here] they may also have thoughts of hurting themselves...",
        "text": "Sometimes when people are dealing with [issue here] they may also have thoughts of hurting themselves. I just want to check in, have you had any of these thoughts?"
    },
    {
        "label": "Assessing for Suicide: With all of the [issue here] you are experiencing, I wanted to check in around your safety...",
        "text": "With all of the [issue here] you are experiencing, I wanted to check in around your safety. Have you had any thoughts about suicide?"
    },
    {
        "label": "Disconnection Problems",
        "text": "We want to be sure that you know a counsellor would not disconnect without telling you first. But for sure, disconnection happens. If you are in crisis or if this is an emergency and you get disconnected, please call us or call 911"
    },
    {
        "label": "Duty to Report",
        "text": "Before we get any further, I want to pause for a second and make sure that you're aware that this is a confidential and anonymous service. However, if you give any identifying info AND you report you are in any emotional and/or physical danger, I would "
    }
]
