{
  "messages": {
    "en": {
      "WelcomeMsg": "Hi, you've reached a counsellor. What would you like to talk about?",
      "GoodbyeMsg": "We're glad you reached out to Kids Help Phone. Would you have 5 minutes to answer a few questions to help us improve the service? The survey is optional. We appreciate your help if you choose to participate! You can also find more information about data usage & the survey by clicking the link: https://survey.alchemer-ca.com/s3/50188874/Post-Chat-Survey",
      "EndChatMsg": "We noticed you ended your chat. Would you have 5 minutes to answer a few questions to help us improve the service? The survey is optional. We appreciate your help if you choose to participate! You can also find more information about data usage & the survey by clicking the link: https://survey.alchemer-ca.com/s3/50188874/Post-Chat-Survey",
      "ClosedOutOfShift": "We're sorry, but Live Chat is currently closed. :( \nTo reach a Kids Help Phone counsellor, call us anytime at 1-800-668-6868. \nBe well, \nThe Kids Help Phone Team",
      "ClosedHolidays": "We're sorry, but Live Chat is currently closed. :( \nTo reach a Kids Help Phone counsellor, call us anytime at 1-800-668-6868. \nBe well, \nThe Kids Help Phone Team",
      "UnsupportedMediaErrorMsg": "Sorry, the message you just sent is unsupported and could not be delivered."
    },
    "fr": {
      "WelcomeMsg": "Bonjour, tu as rejoint un.e intervenant.e. De quoi voudrais tu parler aujourd'hui?",
      "GoodbyeMsg": "Nous sommes soulagés que tu aies contacté Jeunesse, J'écoute. Aurais-tu 5 minutes pour répondre à quelques questions pour nous aider à améliorer le service ? Le sondage est facultatif. Nous apprécions ton aide si tu choisis d'y participer ! Tu trouveras aussi plus d'information sur l'utilisation des données en cliquant sur le lien: https://survey.alchemer-ca.com/s3/50188874/Post-Chat-Survey-Fr",
      "EndChatMsg": "Nous avons remarqué que tu as mis fin au clavardage. Aurais-tu 5 minutes pour répondre à quelques questions pour nous aider à améliorer le service ? Le sondage est facultatif. Nous apprécions ton aide si tu choisis d'y participer ! Tu trouveras aussi plus d'information sur l'utilisation des données en cliquant sur le lien: https://survey.alchemer-ca.com/s3/50188874/Post-Chat-Survey-Fr",
      "ClosedOutOfShift": "Nous sommes désolés, mais le chat en direct est actuellement fermé. :( \nPour joindre un conseiller de Jeunesse, J'écoute, appelez-nous en tout temps au 1-800-668-6868. \nBien, \nL'équipe de Jeunesse, J'écoute",
      "ClosedHolidays": "Nous sommes désolés, mais le chat en direct est actuellement fermé. :( \nPour joindre un conseiller de Jeunesse, J'écoute, appelez-nous en tout temps au 1-800-668-6868. \nBien, \nL'équipe de Jeunesse, J'écoute"
    }
  },
  "translations": {
    "en": {},
    "fr": {}
  }
}

