[
  { "label": "Thank you for contacting.",
    "text": "Thank you for contacting the helpline. We are here to support you. My name is XXX and I am a counselor at the helpline. "
  },
  { "label": "Confidentiality / Privacy",
    "text": "Before we continue, I would love for you to know that this is a safe space for you to just talk and share the challenges that you are having. Everything you say here will remain here except in cases where you indicate that you are being harmed by someone (meaning any form of abuse), that you want to harm yourself (meaning suicide) or you want to harm someone. In any of these cases, I would have to inform my supervisor and inform the relevant authorities. Do you understand this?"
  },
  { "label": "What is the helpline?",
    "text": "ChildLine is a 24/7 counseling helpline that provides free counselling and psychosocial support to children and teens under the age of 18 years."
  },
  { "label": "Affirmations",
    "text": "Thank you for sharing this with me. It is completely natural to feel the way you do."
  },
  {
    "label": "How did you learn about the helpline?",
    "text": "If you don't mind me asking, can you please share with me how you came to know about the helpline?",
  }
  {
    "label": "Silent",
    "text": "Unfortunately because there has been no response, we will have to end this conversation to speak with the next caller. When you are ready to chat with us you are welcome to reach out again."
  },
  {
    "label": "How do people contract HIV?",
    "text": "HIV (human immunodeficiency virus) is a virus that attacks cells that help the body fight infection, making a person more likely to get other infections and diseases. The most common way that someone can get HIV is by having unprotected sex (anal, vaginal, or oral) with a person who has HIV or sharing drug needles or other drug equipment with someone who has HIV. If you're worried about HIV you need to get help quickly and the best place to go is to your local health clinic where they have special safe spaces for teenagers and young adults."
  },
  {
    "label": "What is Physical abuse?",
    "text": "Physical violence and abuse based on the fact that you are a man or a woman is an increasing problem. If you or anyone you know is being: Beaten, slapped, punched, kicked, bruised, cut, burnt or physically hurt in any way, they are being physically abused."
  },
  {
    "label": "What is Verbal and Emotional abuse?",
    "text": "Not all sexual and gender based violence is physical. Verbal abuse like screaming, shouting and name calling, and emotional abuse like threats and intimidation, are real problems, especially in families."
  },
  {
    "label": "What is Sexual abuse and rape?",
    "text": "People are sometimes forced to have sex with people when they don’t want to (rape), or to do sexual things against their will. This can happen once or more often. People may know the person or they may be a stranger. Sexual violence and abuse have immediate as well as long term physical and emotional consequences. Being sexually abused because you are a man or a woman is a growing problem."
  },
  {
    "label": "What is Neglect?",
    "text": "Sexual and Gender Based Violence also includes situations where you’re being neglected, don’t have money to pay for school or don't have the things you need to survive, like medicine, food and clothes."
  },
  {
    "label": "What are the Early signs of pregnancy?",
    "text": "Pregnancy can be planned or unplanned. Early signs include late period (more than a few days), tender swollen breasts, tiredness, slight bleeding or cramping, nausea with or without vomiting (morning sickness) These symptoms are not unique to pregnancy. Likewise, you can be pregnant without experiencing any symptoms at all. Please visit your local health clinic as soon as possible and they can advise you on options and next steps. Also you can do a home pregnancy test from a local pharmacy first and then follow-up with a clinic."
  },
  {
    "label": "What are pregnancy due dates and how far along is the pregnancy?",
    "text": "This can depend on a number of factors, so the best plan is to get checked at your nearest clinic and they can work out how many weeks you are pregnant."
  },
  {
    "label": "When do I start Antenatal clinics?",
    "text": "As soon as confirmation of your pregnancy is made you should plan on attending antenatal appointments. Your local clinic and Midwife team will go through the schedule of appointments. Staying on track with your appointments will help you and your baby flourish."
  },
  {
    "label": "How does Family Planning work?",
    "text": "Family planning involved making decisions about when to have children, the time you wait between having a baby and getting pregnant again (child spacing) and the use of birth control and other techniques to manage your fertility."
  },
  {
    "label": "What are the different types of Family Planning?",
    "text": "There are several types of family planning, the common ones being the pill, injections, implants, the loop, condoms and more traditional methods. Most of us have questions about how different methods work, what’s best, and where to go to get family planning services so the best way is to visit your nearest health clinic or hospital where trained health providers will explain how each method works and give you all the options and information you need to make the best decision for you."
  },
  {
    "label": "Is family planning irreversible how long will it take for one to be pregnant after stopping?",
    "text": "A lot depends on what method you have been using and how long you have been using it. Most methods are reversible with the exception of vasectomy fr men and tubal ligation for women. With some methods women can get pregnant almost immediately after stopping using birth control and with others it can take a while longer. The best option is to go to your local clinic or go back to the healthcare professional who provided you with your current birth control and talk through your options with them so you can decide the best next steps for you."
  },
  {
    "label": "What are Emergency contraception - morning after pills??",
    "text": "Morning after emergency contraception is a hormonal method (tablets) that can be used up to 3 or 5 days after unprotected sex to avoid pregnancy. Pills can be bought at a pharmacy or you can get help and advice at your local clinic - time is important so you need to act fast. Emergency contraception can also be used when a method has failed, for example: a condom has been broken or has slipped off, a woman has missed taking her contraceptive pills for more than 2 days. or a woman has had sex against her will (rape) . Please remember that family planning methods and devices do not protect someone from acquiring HIV, apart from the proper usage of the condom."
  },
  {
    "label": "What is Puberty?",
    "text": "Puberty is when a child's body begins to develop and change as they become an adult: ; Girls - develop breasts and start their periods.; Boys - Boys develop a deeper voice and facial hair will start to appear.; Periods - is a release of blood from a girl's uterus, out through her vagina."
  }
]
