[
  {
    "label": "About RP",
    "text": "We are a UK service supporting adults (aged 18+) who are experiencing intimate image abuse, also known as, revenge porn."
  },
  {
    "label": "Comment moderation: clear",
    "text": "The comment below has now been approved for this ticket"
  },
  {
    "label": "Comment moderation: restricted",
    "text": "Ticket number for third party comment below: #"
  },
  {
    "label": "Consent for searching/reporting",
    "text": "The Helpline can use the link you have sent to search for additional content online using a range of tools. If you are happy for us to do this, we need you to give us your consent and confirm the following (delete yes/no as applicable):<p><br></p><p>•&nbsp; &nbsp;I am happy for you to search online for intimate images that include me, report them for removal and take steps to prevent resharing of the images where possible&nbsp; &nbsp; YES/NO</p><p>•&nbsp; &nbsp; I confirm that I am the person in the image sent to you and I did not consent to have my images shared&nbsp; &nbsp;  YES/NO</p><p>•&nbsp; &nbsp; I am aged 18 or over in the images/videos&nbsp; &nbsp;YES/NO<br></p><p>•&nbsp; &nbsp; I am in the UK&nbsp; &nbsp; &nbsp; YES/NO<br></p><p>•&nbsp; &nbsp; If I am acting on behalf of someone else, I have their permission to do so and the statements above apply to them.  YES/NO</p><p><br></p><p>Once we have searched for further content we would like to ask how you would like to be updated with the reporting and removal process. We do not have to give you the full details of what we may find, and often find letting clients know the removal rate in percentages helps to ease any anxieties. You do not have to contact us every day, and if it feels more comfortable we can set some time aside a week to update you with our progress.&nbsp;</p>The Helpline will do whatever we can to find and remove intimate images of you that have been shared without your consent. However, there are never any guarantees with this: not all websites will co-operate and some will take some time to take action. We will do our best to keep you updated but please be aware we are a very small and busy team."
  },
  {
    "label": "(RHC) Emotional Support",
    "text": "We really do understand how distressing and emotionally draining this can be. I hope you have been able to speak with a trusted friend or family member about what has happened to help support you through this. You could also make an appointment with your GP to talk about how it is making you feel. You can find a list of more support services on our website: https://reportharmfulcontent.com/advice/other/further-advice/other-support/"
  }
]
